12/data/attachments/8f03bf0ebad3bb63.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Dominique_life_Actions_36439_0</nif:username>
            <nif:friendToBeRequested>soap_actions_c98f83e5-7bb7-46e5-84b5-12f9f3eb33b4</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>